Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Autosens will begin learning sensitivity anew from the time of the rewind, which may take up to 6 hours.
bg: Autosens ще започне да изучава чувствителността наново от момента на презареждане (rewind), което може да отнеме до 6 часа.
cs: Autosens se začne znovu učit citlivost od okamžiku převinutí (rewind), což může trvat až 6 hodin.
da: Autosens vil begynde at lære følsomhed på ny fra genvindingstidspunktet, hvilket kan tage op til 6 timer.
de: Autosens beginnt die Sensitivität neu zu erlernen, sobald die Gewindestange der Pumpe zurückgespult wurde, was bis zu 6 Stunden dauern kann.
es: Los autosens comenzarán a aprender la sensibilidad desde el momento del revento, que puede tardar hasta 6 horas.
fr: La sensibilité automatique "Autosens" recommencera l'apprentissage de la sensibilité dès le rembobinage de la pompe, ce qui peut prendre jusqu'à 6 heures.
it: Autosens inizierà nuovamente l'apprendimento della sensibilità dal momento del riavvolgimento, che può richiedere fino a 6 ore.
nb_no: Autosens vil begynne å beregne insulinfølsomhet på nytt etter omstart av pumpe, noe som kan ta opptil 6 timer.
nl: Autosens zal opnieuw de gevoeligheid opnieuw moeten leren vanaf de terugspoeling, die tot 6 uur kan duren.
pl: Autosens zacznie ponownie uczyć się od czasu wymiany wkłucia/pompy, co może trwać do 6 godzin.
pt_pt: Autosens começará de novo a aprender a sensibilidade a partir do tempo do vento, que pode levar até 6 horas.
ru: Автосмены начнут заново изучать чувствительность с момента перемотки, что может занять до 6 часов.
sv: Autosens kommer att börja lära sig känslighet på nytt från tiden för vinden, vilket kan ta upp till 6 timmar.
uk: Авторани почнуть вивчати чутливість до навчання, з часу вітру, що може зайняти до 6 годин.
vi: Autosens sẽ bắt đầu học lại độ nhạy từ thời điểm tua lại, có thể mất tới 6 giờ.
zh_hant: 自動敏感度將從復位的時刻開始重新學習敏感度，這可能需要長達6小時。

source: Autotune ISF Adjustment Fraction
bg: Коефициент на корекция на ISF за Autotune
cs: Podíl úpravy ISF funkcí Autotune
da: Autotune ISF-justeringsfraktion
de: Autotune ISF Anpassungsanteil
es: Fracción de ajuste automático ISF
fr: Fraction d’ajustement de l'ISF par réglage automatique "Autotune"
it: Autotune ISF Regolazione Frazione
nb_no: Justeringsbrøk for ISF for Autotune
nl: Autotune ISF-aanpassingsfractie
pl: Autotune ISF - współczynnik regulacji
pt_pt: Autotunizar Fração de Ajuste ISF
ru: Доля регулировки ISF Автотюном
sv: Autotune - standard ISF - skillnad
uk: Частка Регулювання ISF Автотюном
vi: Tỷ lệ điều chỉnh ISF trong Autotune
zh_hant: 自動調整胰島素敏感度因子調整比例

source: Available Layouts:
bg: Налични оформления:
cs: Dostupná rozvržení:
da: Tilgængelige Layouts:
de: Verfügbare Layouts:
es: Diseños disponibles:
fr: Dispositions disponibles :
it: Layout Disponibili:
nb_no: Tilgjengelig layout:
nl: Beschikbare schermindelingen:
pl: Dostępne detale graficzne:
pt_pt: Layouts disponíveis:
ru: Доступные раскладки:
sv: Tillgängliga layouter:
uk: Доступні макети:
vi: Các bố cục có sẵn:
zh_hant: 可用佈局：

source: Available Rings:
bg: Налични пръстени:
cs: Dostupné kroužky:
da: Tilgængelige Ringer:
de: Verfügbare Rings:
es: Anillos disponibles:
fr: Cercles disponibles :
it: Anelli Disponibili:
nb_no: Tilgjengelige ringer:
nl: Beschikbare Ringen:
pl: Dostępne dzwonki:
pt_pt: Anéis disponíveis:
ru: Доступные звонки:
sv: Tillgängliga ringar:
uk: Доступні сигнали:
vi: Các vòng tròn có sẵn:
zh_hant: 可用環形：

source: Average
bg: Средно
cs: Průměr
da: Gennemsnit
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
nb_no: Gj.snitt
nl: Gemiddeld
pl: Średnia
pt_pt: Média
ru: Средний
sv: Medel
uk: Середній
vi: Trung bình
zh_hant: 平均

source: Average:
bg: Средно:
cs: Průměr:
da: Gennemsnit:
de: Mittelwert:
fr: Moyenne :
it: Media:
nb_no: Gj.snitt:
nl: Gemiddeld:
pl: Średnia:
sv: Medel:
vi: Trung bình:
zh_hant: 平均:

source: Avg
bg: Средно
cs: Prům.
da: Gns
fr: Moy
it: Media
nb_no: Gj.sn
zh_hant: 平均

source: Axis
bg: Ос
cs: Osa
da: Akse
de: Achse
es: Eje
fr: Axe
it: Assi
nb_no: Akse
nl: As
pl: Oś
pt_pt: Eixo
ru: Ось
sv: Axel
uk: Вісь
vi: Trục
zh_hant: 軸

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
fr: Retour
it: Indietro
nb_no: Tilbake
nl: Terug
pl: Wstecz
sv: Tillbaka
vi: Quay Lại
zh_hant: 返回

source: Backdated carbs (%lld g) included in COB calculation
bg: Въглехидрати със задна дата (%lld г) включени в изчислението на COB
cs: Zpětně zadané sacharidy (%lld g) zahrnuté do výpočtu COB
da: Baguddaterede kulhydrater (%lld g) inkluderet i COB beregning
de: Rückdatierte Kohlenhydrate (%lld g) in der COB-Berechnung enthalten
fr: Glucides rétro-datés (%lld g) (ajoutés avec une date antérieure) inclus dans le calcul des glucides actifs (COB)
it: Carboidrati datati (%lld g) inclusi nel calcolo COB
nb_no: Tilbakedaterte karbohydrater (%lld g) inkludert i beregning av COB
nl: Achterstallige koolhydraten (%lld g) meegenomen in de COB berekening
pl: Węglowodany z datą wsteczną (%lld g) uwzględnione w obliczeniach COB
vi: Nhập lùi thời gian carbs (%lld g) đã tính vào lượng còn lại (COB)
zh_hant: 已包含的回溯碳水化合物 (%lld 克) 在 COB 計算中

source: Backfill Failed
bg: Неуспешно попълване
cs: Doplnění dat selhalo
da: Backfill Mislykkedes
de: Auffüllen fehlgeschlagen
es: Falló el relleno
fr: L’importation des mesures passées manquantes a échoué
it: Riempimento Fallito
nb_no: Tilbakefylling feilet
nl: Backfill Mislukt
pl: Uzupełnianie nie powiodło się
pt_pt: Falha ao preencher
ru: Не удалось вернуть
sv: Återfyllning misslyckades
uk: Невдале резервне заповнення
vi: Bổ sung không thành công
zh_hant: 回填失敗

source: Backfill from history
bg: Попълване от история
cs: Doplnit z historie
da: Backfill fra historik
de: Auffüllen aus dem Verlauf
es: Backfill desde el historial
fr: Importer et compléter les données à partir de l'historique
it: Riempi dalla cronologia
nb_no: Tilbakefyll fra historikk
nl: Terugzetten uit geschiedenis
pl: Uzupełnij z historii
pt_pt: Backfill do histórico
ru: Заполнять из истории
sv: Återfyll från historik
uk: Резервне копіювання з історії
vi: Bổ sung từ lịch sử
zh_hant: 從歷史資料中回填

source: Backfill from trend
bg: Попълване от тенденция
cs: Doplnit z trendu
da: Tilbagefyld fra trend
de: Auffüllen aus dem Trend
es: Retroceso de la tendencia
fr: Compléter depuis la tendance
it: Riempimento dalla tendenza
nb_no: Tilbakefyll fra trend
nl: Terugzetten van trend
pl: Uzupełnij z trendu
pt_pt: Preenchimento de tendências
ru: Заполнять из тренда
sv: Återfyll från trend
uk: Резервне копіювання з тренду
vi: Bổ sung từ xu hướng
zh_hant: 從趨勢中回填

source: Backfill glucose
bg: Попълване на глюкоза
cs: Doplnit glykémii
da: Tilbagefyldnings glukose
de: Glukosewerte auffüllen
es: Glucosa de relleno
fr: Récupérer les mesure de glucose manquantes
it: Riempi glicemia
nb_no: Tilbakefyll blodsukker
nl: Terugzetten glucose
pl: Uzupełnij glikemię
pt_pt: Glicose de enchimento
ru: Скачать глюкозу
sv: Återfyll glukosvärden
uk: Завантажити глюкозу
vi: Bổ sung đường huyết
zh_hant: 回填血糖

source: Backfill Glucose
bg: Попълване на глюкоза
cs: Doplnit glykémii
da: Tilbageført Blodsukker
de: Glukosewerte Auffüllen
es: Glucosa de relleno
fr: Récupérer les mesures de glucose manquantes
it: Glicemia Di Riempimento
nb_no: Tilbakefyll blodsukker
nl: Terugzetten Glucose
pl: Uzupełnij glikemię
pt_pt: Glicemia de enchimento
ru: Глюкоза задней панели
sv: Återfyll glukos
uk: Фоновий глюкоза
vi: Bổ sung Đường huyết
zh_hant: 回填血糖

source: Backfill Glucose from Nightscout
bg: Попълване на глюкоза от Nightscout
cs: Doplnit glykémii z Nightscoutu
da: Backfill Glucose fra Nightscout
de: Auffüllen der Glukosewerte von Nightscout
es: Glucosa de relleno de Nightscout
fr: Récupérer les mesures de glucose (manquantes) depuis Nightscout
it: Glicemia di Backfill da Nightscout
nb_no: Tilbakefylling av blodsukker fra Nightscout
nl: Back-up invullen van Glucose vanaf Nightscout
pl: Uzupełnij glikemię z Nightscout
pt_pt: Backfill Glucose do Nightscout
ru: Заполнять глюкозу из Nightscout
sv: Återfyll glukos från Nightscout
uk: Backfill Glucose від Nightscout
vi: Bổ sung Đường huyết từ Nightscout
zh_hant: 從Nightscout回填血糖

source: Backfill missing glucose data from Nightscout.
bg: Попълнете липсващи данни за глюкоза от Nightscout.
cs: Doplnit chybějící data glykémie z Nightscoutu.
da: Backfill manglende glukose data fra Nightscout.
de: Auffüllen fehlender Glukosewerte von Nightscout.
es: Rellena los datos de glucosa faltantes de Nightscout.
fr: Récupérer les mesures de glucoses manquantes depuis Nightscout (NS).
it: Riempire i dati mancanti di glucosio da Nightscout.
nb_no: Tilbakefyll manglende blodsukker fra Nightscout.
nl: Back-up maken van ontbrekende glucosegegevens van Nightscout.
pl: Uzupełnij brakujące dane glikemii z Nightscout.
pt_pt: Backfill falta dados de glicose do Nightscout.
ru: Отсутствуют данные о глюкозе из Nightscout.
sv: Återfyll saknade glukosdata från Nightscout.
uk: Повернення відсутніх даних глюкози через Nightscout.
vi: Bổ sung dữ liệu đường huyết bị thiếu từ Nightscout.
zh_hant: 從Nightscout回填遺失的血糖資料。

source: Backfill options
bg: Опции за попълване
cs: Možnosti doplnění dat
da: Valgmuligheder for sikkerhedskopiering
de: Auffüll-Optionen
es: Opciones de backfill
fr: Options de récupération
it: Opzioni di riempimento
nb_no: Alternativer for tilbakefylling
nl: Terugzetten opties
pl: Opcje uzupełniania
pt_pt: Opções de recarga
ru: Опции заполнения
sv: Alternativ för återfyllnad
uk: Параметри фонового заповнення
vi: Tùy chọn bổ sung
zh_hant: 回填選項

source: Backfilling from trend is currently not well supported by Loop
bg: Попълването от тенденция в момента не се поддържа добре от Loop
cs: Doplnění dat z trendu není momentálně Loopem plně podporováno
da: Backfilling fra trend understøttes i øjeblikket ikke godt af Loop
de: Auffüllen der Werte aus dem Trend wird derzeit von Loop nicht gut unterstützt
es: El backfill de la tendencia no está bien soportado por Loop
fr: La boucle fermée ne prend bien en compte le remplissage rétroactif des tendances
it: Il riempimento dalla tendenza non è attualmente ben supportato da Loop
nb_no: Tilbakefyll av data fra trend er for øyeblikket ikke godt støttet
nl: Terugzetten van trend wordt momenteel niet goed ondersteund door Loop
pl: Uzupełnianie trendu nie jest obecnie dobrze obsługiwane przez pętlę
pt_pt: O preenchimento de backups da tendência atualmente não é bem suportado pelo Loop
ru: Заполнение из тренда в настоящее время не поддерживается в Loop
sv: Återfyllning från trend stöds för närvarande inte bra av Loop
uk: Завантаження трендів в даний час не підтримується в Петлі
vi: Hiện tại, Loop chưa hỗ trợ tốt việc bổ sung dữ liệu từ xu hướng
zh_hant: 從趨勢回填目前在Loop上支援不佳

source: Basal Insulin and Sensitivity ratio
bg: Съотношение базален инсулин и чувствителност
cs: Poměr bazálního inzulínu a citlivosti
da: Basal insulin og følsomhedsforhold
de: Basalrate und ISF
es: Ratio de insulina y sensibilidad basal
fr: Insuline basale et ratio de sensibilité
it: Rapporto basale insulina e sensibilità
nb_no: Basalinsulin og ratio for insulinfølsomhet
nl: Verhouding basale insuline en gevoeligheid
pl: Dawka podstawowa i wrażliwość na insulinę
pt_pt: Insulina Basal e Taxa de Sensibilidade
ru: Соотношение базального инсулина и чувствительности
sv: Basalinsulin och insulinkänslighetskvot
uk: Співвідношення Базального інсуліну та Чутливості
vi: Tỷ lệ liều nền và độ nhạy insulin
zh_hant: 基礎胰島素和敏感度比

source: Basal profile
bg: Базален профил
cs: Bazální profil
da: Basal profil
de: Basalprofil
es: Perfil Basal
fr: Profil Basal
it: Profilo basale
nb_no: Basalprofil
nl: Basaal profiel
pl: Dawka podstawowa
pt_pt: Perfil Basal
ru: Базальный профиль
sv: Basalprofil
uk: Базальний профіль
vi: Hồ sơ liều nền
zh_hant: 基礎設定

source: Basal profile covers 24 hours. You cannot add more rates. Please remove or adjust existing rates to make space.
bg: Базалният профил покрива 24 часа. Не можете да добавяте повече скорости. Моля, премахнете или коригирайте съществуващи, за да освободите място.
cs: Bazální profil pokrývá 24 hodin. Nemůžeš přidat další dávky. Pro uvolnění místa prosím odstraň nebo uprav stávající dávky.
da: Basal profil dækker 24 timer. Du kan ikke tilføje flere priser. Fjern eller juster eksisterende priser for at gøre plads.
de: Das Basalprofil umfasst 24 Stunden. Du kannst nicht mehr Raten hinzufügen. Bitte entferne oder ändere bestehende Basalraten, um Platz zu schaffen.
es: El perfil basal cubre 24 horas. No puede añadir más tasas. Por favor, elimine o ajuste las tarifas existentes para hacer espacio.
fr: Le profil basal couvre l’ensemble des dernières 24 heures. Vous ne pouvez pas ajouter d’autres débits. Veuillez supprimer ou ajuster les débits existants pour libérer de l’espace.
it: Il profilo basale copre 24 ore. Non è possibile aggiungere più tasse. Si prega di rimuovere o modificare le tariffe esistenti per fare spazio.
nb_no: Basalprofilen dekker allerede 24 timer. Du kan ikke legge til flere rater. Vennligst fjern eller juster eksisterende rater for å lage plass.
nl: Basaal profiel betreft 24 uur. Je kunt niet meer profielen toevoegen. Verwijder of pas bestaande tarieven aan om ruimte te maken.
pl: Dawka podstawowa obejmuje 24 godziny. Nie można dodać więcej dawek. Proszę usunąć lub dostosować istniejące dawki, aby zrobić miejsce.
pt_pt: O perfil Basal abrange 24 horas. Você não pode adicionar mais taxas. Remova ou ajuste as taxas existentes para liberar espaço.
ru: Базальный профиль охватывает 24 часа. Вы не можете добавить дополнительные тарифы. Пожалуйста, удалите или измените существующие тарифы, чтобы освободить место.
sv: Basalprofil täcker 24 timmar. Du kan inte lägga till fler poster. Ta bort eller justera befintliga poster för att skapa utrymme.
uk: Основний профіль охоплює 24 години. Ви не можете додати більше ставок. Будь ласка, видаліть або відрегулюйте тарифи, щоб створити місце.
vi: Hồ sơ liều nền đã bao phủ 24 giờ. Bạn không thể thêm tỷ lệ mới. Vui lòng xóa hoặc điều chỉnh các tỷ lệ hiện có để tạo chỗ trống.
zh_hant: 基礎設定涵蓋24小時。你不能增加更多速率。請移除或調整現有的速率以騰出空間。

source: Basal Rate
bg: Базал
cs: Bazální dávka
fr: Débit basal
it: Velocità basale
nl: Basaal stand
pl: Wartości bazy
sv: Basalnivå
vi: Tỷ lệ liều nền
zh_hant: 基礎率

source: Basal Rate (%@)
bg: Базал (%@)
cs: Bazální dávka (%@)
fr: Profil basal (%@)
pl: Dawka podstawowa (%@)
vi: Tỷ lệ liều nền (%@)
zh_hant: 基礎率（%@）

source: Basal Rate Adjustment
bg: Корекция на базала
cs: Úprava bazální dávky
da: Basal Rate Justering
de: Anpassung der Basalrate
es: Ajuste de tasa basal
fr: Ajustement du débit de basal
it: Adeguamento Del Tasso Basale
nb_no: Justering av basalrate
nl: Basaal stand aanpassing
pl: Dostosowanie dawki podstawowej
pt_pt: Ajuste de basal
ru: Корректировка базисного курса
sv: Justering av basal
uk: Регулювання основних ставок
vi: Điều chỉnh Tỷ lệ liều nền
zh_hant: 基礎速率調整

source: Basal Rates
bg: Базали
cs: Bazální dávky
da: Basal Satser
de: Basalraten
es: Tasa basal
fr: Profil Basal
it: Tariffe Basali
nb_no: Basalprofil
nl: Basaal waarden
pl: Dawki podstawowe
pt_pt: Taxas de Basal
ru: Базальные ставки
sv: Basalprofil
uk: Базові тарифи
vi: Tỷ lệ liều nền
zh_hant: 基礎速率

source: Basic Insulin Rates & Targets
bg: Основни инсулинови скорости и цели
cs: Základní inzulínové dávky a cíle
da: Grundlæggende Insulinrater Og Mål
de: Basalraten & Ziele
es: Ratios de insulina y objetivos básicos
fr: Profil basal et cibles de base
it: Tassi Di Insulina Di Base E Obiettivi
nb_no: Grunnleggende rater og målverdier
nl: Basis insuline waarden & doelstellingen
pl: Podstawowe dawki insuliny i wartości docelowe
pt_pt: Alvos e Taxas Básicas de Insulina
ru: Базовые инсулиновые курсы и цели
sv: Behandlingsinställningar
uk: Базові ставки та цілі
vi: Tỷ lệ và mục tiêu insulin cơ bản
zh_hant: 基本胰島素速率與目標

source: Basic Settings
bg: Основни настройки
cs: Základní nastavení
da: Grundlæggende Indstillinger
de: Grundeinstellungen
es: Ajustes básicos
fr: Paramètres de base
it: Impostazioni Di Base
nb_no: Grunnleggende innstillinger
nl: Standaard instellingen
pl: Ustawienia podstawowe
pt_pt: Configurações Básicas
ru: Основные настройки
sv: Grundläggande inställningar
uk: Основні налаштування
vi: Cài đặt cơ bản
zh_hant: 基本設定

source: Battery
bg: Батерия
cs: Baterie
da: Batteri
de: Batterie
es: Batería
fr: Batterie
it: Batteria
nb_no: Batteri
nl: Batterij
pl: Bateria
pt_pt: Bateria
ru: Батарея
sv: Batteri
uk: Акумулятор
vi: Pin
zh_hant: 電池

source: Battery is running low %@, consider charging your %@ device as soon as possible
bg: Батерията е на изчерпване %@, заредете %@ устройството си възможно най-скоро
cs: Baterie je téměř vybitá (%@), zvaž co nejrychlejší nabití tvého zařízení %@.
da: Lavt batteriniveau %@, lad venligst din %@ enhed snarest muligt
de: Batteriestand ist niedrig %@, lade Dein %@ Gerät so schnell wie möglich auf
es: La batería está funcionando baja %@, considera cargar tu dispositivo %@ lo antes posible
fr: La batterie est faible %@, recharger votre appareil %@ dès que possible
it: Batteria scarsa %@, considera di caricare il tuo dispositivo %@ il prima possibile
nb_no: Batterinivået er lavt %@, vurder å lade %@ enheten din så snart som mulig
nl: Batterijniveau is laag %@, laad je %@ apparaat zo snel mogelijk op
pl: Bateria jest wyczerpana %@, rozważ naładowanie swojego urządzenia %@ tak szybko jak to możliwe
pt_pt: A bateria está acabando com %@, considere carregar o seu dispositivo %@ o mais rápido possível
ru: Батарея работает на низком уровне %@, попробуйте зарядить устройство %@ как можно скорее
sv: Batterinivå är låg %@, överväg att ladda din %@ enhet så snart som möjligt
uk: Рівень заряду батареї низький %@, зарядіть ваш %@ пристрій найшвидше
vi: Pin sắp hết %@, hãy cân nhắc việc sạc thiết bị %@ của bạn càng sớm càng tốt
zh_hant: 電池電量不足 %@，請儘快給你的 %@ 裝置充電

source: Be warned of connectivity or looping issues.
bg: Получавайте предупреждения за проблеми със свързаността или цикъла.
cs: Nech se upozornit na problémy s připojením nebo loopováním.
da: Vær opmærksom på forbindelses- eller looping-problemer.
de: Warnung vor Verbindungs- oder Loop-Problemen.
fr: Alertes en cas de problème de connexion ou de boucle fermée.
it: Essere avvertito dei problemi di connettività o di looping.
nb_no: Bli varslet om utfordringer med tilkobling og looping.
nl: Wees gewaarschuwd voor connectiviteit of loopproblemen.
pl: Ostrzegaj przed problemami z łącznością lub pętlą.
sv: Varnas för anslutnings- eller loopproblem.
vi: Cảnh báo khi xảy ra sự cố kết nối hoặc trong quá trình Loop.
zh_hant: 請注意連線或循環問題。
